{
    "indexTitle": "MetaWorld Venture",
    "indexIntro": "To build Meta-Universe Industry",
    "indexIntro2": "Believe in the power of technology to achieve a better future",
    "indexAbout": " About MetaWorld Venture",
    "indexAboutIntro": "MetaWorld Venture is an investment management fund focused on the Metaverse sector, dedicated to investing in and helping companies with high growth potential and prospects in the Metaverse track, in order to identify and support the best teams, as well as build and improve the Metaverse infrastructure and ecosystem together.",
    "indexVision": "Our Vision",
    "indexVisionIntro": "Through investment and integration in multiple segments, MetaWorld Venture hopes to indirectly promote blockchain technology to build the basic economic system of Metaverse. Additionally, MetaWorld Venture hopes to generate a mirror image of the real world with digital twin and virtual reality technology, and provide users with an immersive experience with extended reality technology and cloud computing, so as to achieve close integration between the virtual world and the real world in terms of economic system, social system and identity system, and jointly promote the next phase of Internet development.",
    "indexTeam": "Our Team",
    "indexTeamIntro1": "Our team members come from more than 10 countries and regions, and core team members have worked for Morgan Stanley, IBM, Paypal, ICBC, Tencent, Baidu, Sina and other global financial and technology companies.",
    "indexTeamIntro2": "We have offices in Europe (Netherlands), USA (New York), Dubai, Singapore, South East Asia (Vietnam) and China (Beijing, Shanghai, Shenzhen, Chengdu).",
    "indexTeamIntro3": "MetaWorld Venture has invested in 30+ countries.",
    "indexInvest": "Investment Fields",
    "indexIn1": "AI",
    "indexIn2": "XR",
    "indexIn3": "Blockchain",
    "indexIn4": "VR",
    "indexIn5": "Cloud Computing",
    "indexIn6": "Digital Twins",
    "indexCase": "Investment Cases",
    "indexCaseTitle1": "Metaverse",
    "indexCaseTitle2": "Web 3",
    "indexCaseTitle3": "Artificial Intelligence",
    "indexCaseTitle4": "Cloud Computing",
    "indexCaseTitle5": "Financial Technology",
    "indexService": "MetaWorld Venture's Post-Investment Services",
    "indexServiceIntro": "We provide post-investment services such as follow-up financing, media coverage, legal and financial taxation, headhunting and recruitment, mentoring and resource matching, and are committed to solving the four major pain points of entrepreneurs.",
    "indexServiceIntro1": "Capital introduction",
    "indexServiceIntro2": "Consulting services",
    "indexServiceIntro3": "Talent recruitment",
    "indexServiceIntro4": "Marketing PR",
    "indexJoin": "Join MetaWorld Venture",
    "indexJoinIntro1": "MetaWorld Venture has several different business segments and you will have the option to join different teams and work directly with our managing partners, venture portfolio companies and investors.",
    "indexJoinIntro2": "These teams include the largest and current leading companies and projects in the meta-universe, GameFi, and crypto-asset space, with world-renowned PE and VC investors, and founders of large public technology and financial companies.",
    "indexJoinIntro3": "You should be insanely passionate about blockchain, the metaverse, GameFi, and the crypto-asset and willing to actively learn and dive deeper into the knowledge.",
    "indexJoinIntro4": "Be prepared to ensure that you are comfortable with a high-intensity, flexible entrepreneurial work environment and quickly adapt to the pace of relevant work to accelerate your work and investment career across the metaverse space.",
    "indexContact": "Contact Us",
    "indexContact1": "Business & Cooperation:",
    "indexContact2": "Careers:"
}
